{
  "games": [
    {
      "Name": "GTA5",
      "ShortDescription": {
        "Genre": "Action, 3D, Open World",
        "Company": "Rockstar North",
        "Year": "2015",
        "SmallIco": "GTA5_mini.png"
      },
      "FullDescription": {
        "Platform": "PlayStation 3, Xbox 360, PlayStation 4,Xbox One , PC (Microsoft,Windows)",
        "BigIco": "GTA5_max.png",
        "Description": "Разработчики из Rockstar Games заявили, что на момент выхода GTA V является их самым большим и амбициозным проектом с крупнейшим созданным ими открытым игровым миром. GTA V является не только самой дорогостоящей по затратам на разработку и маркетинг игрой в истории, но и одной из самых популярных — на 2017 год её совокупные продажи на всех платформах превышают 85 миллионов копий, уступая лишь продажам Tetris и Minecraft.",
        "Link": "https://ru.wikipedia.org/wiki/Grand_Theft_Auto_V"
      }
    },
    {
      "Name": "The Witcher 3",
      "ShortDescription": {
        "Genre": "Action/RPG",
        "Company": "CD Projekt RED",
        "Year": "2015",
        "SmallIco": "TheWitcher3_mini.png"
      },
      "FullDescription": {
        "Platform": "PlayStation 4,Xbox One , PC (Microsoft,Windows), Nvidia Shield",
        "BigIco": "TheWitcher3_max.png",
        "Description": "Игра получила чрезвычайно высокие оценки прессы: обозреватели высоко оценили повествование, дизайн мира, боевую систему и графическую составляющую игры. «Ведьмак 3: Дикая Охота» также оказалась коммерчески успешной: было продано свыше 10 миллионов копий игры. Она собрала ряд наград «Лучшая игра года», присуждаемых разными изданиями и организациями. Для игры было выпущено два обширных дополнения, «Каменные сердца» и «Кровь и вино», также высоко оценённых обозревателями.",
        "Link": "https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D0%B4%D1%8C%D0%BC%D0%B0%D0%BA_3:_%D0%94%D0%B8%D0%BA%D0%B0%D1%8F_%D0%9E%D1%85%D0%BE%D1%82%D0%B0"
      }
    },
    {
      "Name": "World of Warcraft",
      "ShortDescription": {
        "Genre": "MMORPG",
        "Company": "Blizzard Entertainment",
        "Year": "2004",
        "SmallIco": "World_of_Warcraft_mini.png"
      },
      "FullDescription": {
        "Platform": "Windows, macOS",
        "BigIco": "World_of_Warcraft_max.png",
        "Description": "В 2008 году Книга рекордов Гиннесса назвала World of Warcraft самой популярной MMORPG в мире с числом подписчиков свыше 10 миллионов человек; на пике популярности игры в октябре 2010 года это число превышало 12 миллионов, хотя к 2015 году оно уменьшилось лишь до 5,5 миллионов. В 2014 году Blizzard сообщала, что за десять лет с запуска игры в ней было создано свыше 100 миллионов учетных записей.",
        "Link": "https://ru.wikipedia.org/wiki/World_of_Warcraft"
      }
    },
    {
      "Name": "Diablo III",
      "ShortDescription": {
        "Genre": "Action/RPG",
        "Company": "Blizzard Entertaiment",
        "Year": "2012",
        "SmallIco": "Diablo_III_mini.png"
      },
      "FullDescription": {
        "Platform": "Windows, Mac OS X, Xbox 360, Xbox One, PlayStation 3, PlayStation 4",
        "BigIco": "Diablo_III_max.jpeg",
        "Description": "Игра является частью серии игр Diablo и прямым продолжением Diablo II. Действие игры, как и в предыдущих частях серии, происходит в мире тёмного фэнтези, называемом Санктуарий (англ. Sanctuary — святилище, убежище). События развиваются вокруг борьбы армии Небес с армией Преисподней за мир Санктуария. Персонажи игроков не являются прямыми последователями этих фракций, однако тяготеют к силам Небес, так как армии Преисподней стремятся поработить и разрушить Санктуарий — их родной мир.",
        "Link": "https://ru.wikipedia.org/wiki/Diablo_III"
      }
    },
    {
      "Name": "Assassin’s Creed",
      "ShortDescription": {
        "Genre": "Action-adventure с элементами стелс-экшена",
        "Company": "Ubisoft",
        "Year": "2007",
        "SmallIco": "Ac_mini.png"
      },
      "FullDescription": {
        "Platform": "PlayStation 3, Xbox 360, Windows, Android, OnLive, J2ME",
        "BigIco": "Ac_max.jpeg",
        "Description": "Действие игры происходит параллельно в 2012 и 1191 гг. В первом случае главным протагонистом является бармен Дезмонд Майлз, похищенный учёными корпорации «Абстерго Индастриз». При помощи аппарата под названием Анимус они пытаются восстановить фрагмент из жизни далёкого предка Дезмонда — араба Альтаира ибн Ла-Ахада, ассасина, действовавшего в эпоху Крестовых походов, — чтобы получить некую необходимую им информацию.",
        "Link": "https://ru.wikipedia.org/wiki/Assassin’s_Creed"
      }
    },
    {
      "Name": "Borderlands 2",
      "ShortDescription": {
        "Genre": "Ролевой шутер",
        "Company": "Gearbox Software",
        "Year": "2012",
        "SmallIco": "Borderlands_mini.png"
      },
      "FullDescription": {
        "Platform": "Microsoft Windows, Mac OS, Playstation 3, Xbox 360, PlayStation Vita, Linux",
        "BigIco": "Borderlands_max.jpg",
        "Description": "Компьютерная игра в жанре шутера от первого лица с элементами RPG, продолжение компьютерной игры Borderlands (2009). Отличается от своей предшественницы улучшенной системой модинга оружия и более продуманным сюжетом. Разработана Gearbox Software и выпущена 2K Games для Linux, Microsoft Windows, PlayStation 3, Mac OS X и Xbox 360, в 2014 году 6 мая в Америке и 28 мая в Европе вышла версия для PlayStation Vita.",
        "Link": "https://ru.wikipedia.org/wiki/Assassin’s_Creed"
      }
    },
    {
      "Name": "Divinity: Original Sin",
      "ShortDescription": {
        "Genre": "RPG",
        "Company": "Larian Studios",
        "Year": "2014",
        "SmallIco": "Divinity_mini.png"
      },
      "FullDescription": {
        "Platform": "Microsoft Windows, Mac OS X, Linux, SteamOS, PlayStation 4, Xbox One",
        "BigIco": "Divinity_max.jpeg",
        "Description": "Divinity: Original Sin — следующая RPG во вселенной Divinity. Игрок управляет двумя персонажами, создаваемыми в начале игры. Игрок волен самостоятельно выбрать навыки, характеристики, черты, внешность и пол обоих персонажей. В дальнейшем между ними могут развиться любовные отношения. Сражения будут происходить в пошаговом режиме, основанном на классических механиках: очках действия, фланговых атаках, ударах в спину, свободных атаках и бонусах взаимодействия персонажей. Также доступен кооперативный многопользовательский режим (игровой движок поддерживает до 4 игроков в мультиплеере, однако только 2 игрока смогут проходить основную сюжетную линию) и интерактивный мир.",
        "Link": "https://ru.wikipedia.org/wiki/Divinity:_Original_Sin"
      }
    },
    {
      "Name": "Fallout 4",
      "ShortDescription": {
        "Genre": "Action/RPG, открытый мир",
        "Company": "Bethesda Game Studios",
        "Year": "2015",
        "SmallIco": "Fallout_mini.png"
      },
      "FullDescription": {
        "Platform": "Windows, PlayStation 4, Xbox One",
        "BigIco": "Fallout_max.jpg",
        "Description": "Действие игры начинается незадолго до ядерной войны, когда среди мирной жизни в одной из бытовых сцен выбирается протагонист (мужчина или женщина), настраивается внешность персонажa. Но мирное время прерывается сообщением по радио и ТВ об угрозе взрывов, после чего главные герои отправляются в убежище под номером 111 компании Волт-Тек (англ. Vault-Tec), подобного убежищам, построенным этой корпорацией по всей Америке.",
        "Link": "https://ru.wikipedia.org/wiki/Fallout_4"
      }
    },
    {
      "Name": "Grim Dawn",
      "ShortDescription": {
        "Genre": "Action/RPG, Hack and slash, Открытый мир",
        "Company": "Crate Entertainment",
        "Year": "2016",
        "SmallIco": "GrimDawn_mini.png"
      },
      "FullDescription": {
        "Platform": "Microsoft Windows",
        "BigIco": "GrimDawn_max.jpg",
        "Description": "Действия игры происходят в Каирне, разрушенном войной мире, где некогда великая империя была разрознена, а человечество находится на грани вымирания. Каирн стал землёй постоянной войны между двумя потусторонними силами — Эфириалами и Х’тонцами. Эфириалы стремятся использовать человеческие тела как ресурс, а Х’тонцы убивают людей, чтобы те не достались Эфириалам. Люди связались с существами из потусторонних миров. Они решили открыть портал, чтобы впустить инопланетян в наш мир. Естественно, из-за людской ксенофобии, для инопланетян были созданы специальные тюрьмы. В ходе экспериментов выяснилось, что существа, состоящие из эфира (своего рода духовной энергии) могут сливаться вместе с человеческим разумом и контролировать его, подавляя человеческую волю. Также выяснилось, что люди, в которых вживлялся эфир, становились гораздо сильнее. Как и всё подобное, исследования вышли из-под контроля. Исследователи привезли больше эфириалов, и те начали открывать порталы в свой мир, приводя в наш всё больше и больше существ.",
        "Link": "https://ru.wikipedia.org/wiki/Grim_Dawn"
      }
    },
    {
      "Name": "Heroes of the Storm",
      "ShortDescription": {
        "Genre": "MOBA",
        "Company": "Blizzard Entertainment",
        "Year": "2015",
        "SmallIco": "Hots_mini.jpg"
      },
      "FullDescription": {
        "Platform": "Microsoft Windows, OS X",
        "BigIco": "Hots_max.jpg",
        "Description": "Как и в других играх MOBA-жанра, в Heroes of the Storm участвуют две команды по 5 игроков, цель которых — разрушить цитадель противника. Каждый игрок управляет одним героем. Но есть исключения: например, герой Потерявшиеся Викинги представляет собой троих самостоятельных персонажей, управлять ими можно как по отдельности, так и всеми сразу, предварительно выделив их мышкой (управление как в стратегии). Также в игре есть Чо’Галл — двухголовый огр, персонаж, управляемый двумя игроками.",
        "Link": "https://ru.wikipedia.org/wiki/Heroes_of_the_Storm"
      }
    },
    {
      "Name": "Hearthstone",
      "ShortDescription": {
        "Genre": "Коллекционная карточная игра",
        "Company": "Blizzard Entertainment",
        "Year": "2014",
        "SmallIco": "Hs_mini.jpg"
      },
      "FullDescription": {
        "Platform": "Windows, OS X, iOS, Android",
        "BigIco": "Hs_max.jpg",
        "Description": "Hearthstone: Heroes of Warcraft представляет собой коллекционную карточную онлайн-игру, основанную на пошаговой системе передаче ходов между оппонентами в течение матча с использованием предварительно подготовленных колод карт. В игре доступны несколько игровых режимов, отличающихся правилами проведения матчей или использования колод. Как и в других играх этого жанра, в Hearthstone имеется стратегическая составляющая, проявляющаяся в тактике предматчевого сбора колод и рационального использования карт в течение матча, с элементом случайности, состоящем в порядке вытягивания карт из колоды и эффектах отдельных карт[8]. Каждый новый игрок после режима «Обучения» получает возможность бесплатно собрать базовый набор карт. В дальнейшем можно получить дополнительные наборы карт путём приобретения за игровую валюту или за реальные деньги по системе микротранзакций (при этом приобретаются комплекты случайных карт выбранного игроком дополнения).",
        "Link": "https://ru.wikipedia.org/wiki/Hearthstone"
      }
    },
    {
      "Name": "Left 4 Dead 2",
      "ShortDescription": {
        "Genre": "Шутер от первого лица, Survival horror, Однопользовательская игра (с ботами), Кооперативная игра (split screen или по сети Интернет), Многопользовательская игра (до 8 игроков)",
        "Company": "Valve Corporation",
        "Year": "2009",
        "SmallIco": "Left4dead_mini.png"
      },
      "FullDescription": {
        "Platform": "ПК (Windows, Linux), Xbox 360,Mac OS",
        "BigIco": "Left4Dead_max.jpg",
        "Description": "Как и в оригинале, действие Left 4 Dead 2 происходит в период после утечки неизвестного, зомбирующего людей, вируса, который привел к хаосу по всему миру. В центре внимания — выживание четырёх людей и их борьба с ордами Заражённых. Выжившие должны пробиваться через уровни, разделённые убежищами (англ. safe room) — хорошо укрытыми и укреплёнными помещениями, недосягаемыми для Заражённых любого типа (которые действуют как контрольные точки), с целью достижения спасательного транспорта в финале кампании.",
        "Link": "https://ru.wikipedia.org/wiki/Left_4_Dead_2"
      }
    },
    {
      "Name": "Overwatch",
      "ShortDescription": {
        "Genre": "Шутер от первого лица",
        "Company": "Blizzard Entertainment",
        "Year": "2016",
        "SmallIco": "Overwatch_mini.png"
      },
      "FullDescription": {
        "Platform": "PC, PlayStation 4, Xbox One",
        "BigIco": "Overwatch_max.jpg",
        "Description": "В недалёком будущем между людьми и машинами произошёл глобальный конфликт — восстание омников. С целью предотвратить кризис и установить мир на планете было основано международное спецподразделение героев. Оно получило название Overwatch. Герои справились со своей задачей, и восставшие омники были повержены. В следующие десятилетия на планете воцарились мир и согласие; началась эпоха исследований, изобретений и научных открытий. Влияние Overwatch постепенно ослабевало, и вскоре организация была распущена, а герои разошлись по всему миру.",
        "Link": "https://ru.wikipedia.org/wiki/Overwatch"
      }
    },
    {
      "Name": "Command & Conquer: Red Alert 3",
      "ShortDescription": {
        "Genre": "Стратегия в реальном времени",
        "Company": "EA Los Angeles",
        "Year": "2008",
        "SmallIco": "RedAlert_mini.jpg"
      },
      "FullDescription": {
        "Platform": "Xbox 360, PlayStation 3, Microsoft Windows и macOS",
        "BigIco": "RedAlert_max.jpg",
        "Description": "Действие игры, как и её приквелов, происходит в альтернативной ветке истории, в которой Советский Союз не распался и участвует в мировой войне (Вторая мировая война не существовала в её традиционном понимании) с США и их союзниками в составе Альянса. В Red Alert 3 руководители СССР, опасаясь окончательного поражения, решаются устранить Альберта Эйнштейна в прошлом, чтобы сделать невозможным получение Альянсом технологий, обеспечивших ему преимущество в войне в настоящем времени. Казалось, успешно осуществленный план оборачивается в итоге неожиданным появлением в конфликте новой стороны — Империи Восходящего Солнца.",
        "Link": "https://ru.wikipedia.org/wiki/Command_%26_Conquer:_Red_Alert_3"
      }
    },
    {
      "Name": "The Elder Scrolls V: Skyrim",
      "ShortDescription": {
        "Genre": "Action RPG",
        "Company": "Bethesda Game Studios",
        "Year": "2011",
        "SmallIco": "Skyrim_mini.png"
      },
      "FullDescription": {
        "Platform": "ПК (Windows), PlayStation 3, Xbox 360, PlayStation 4, Xbox One, Nintendo Switch, PlayStation VR, HTC Vive",
        "BigIco": "Skyrim_max.jpg",
        "Description": "Игра получила высокие оценки критиков и собрала ряд наград, в том числе звания Spike Video Game Award, звания «Игры года» и «Ролевой игры года» от IGN и Gamespot. Ей также сопутствовал коммерческий успех: на 2014 год число проданных во всем мире копий игры превысило 20 миллионов.",
        "Link": "https://ru.wikipedia.org/wiki/The_Elder_Scrolls_V:_Skyrim"
      }
    },
    {
      "Name": "Stellaris",
      "ShortDescription": {
        "Genre": "Стратегия в реальном времени, 4X, глобальная стратегия",
        "Company": "Paradox Development Studio",
        "Year": "2016",
        "SmallIco": "Stellaris_mini.png"
      },
      "FullDescription": {
        "Platform": "Windows, OS X, Linux",
        "BigIco": "Stellaris_max.jpg",
        "Description": "Stellaris — 4X-глобальная стратегия в космическом антураже. Партия происходит в процедурно-сгенерированной галактике, которая отражена на плоскости. Игрок управляет одной из нескольких межзвёздных империй, цель игры — либо заселить 40 % планет, либо уничтожить всех соперников, либо захватить 60% всех планет в составе федерации.",
        "Link": "https://ru.wikipedia.org/wiki/Stellaris"
      }
    }
  ]
}
